Repository: lucienkerl/mdb-esp32-cashless
Catalog: ios/VMflow/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, nl

source: %@ has %lld product(s). Remove products from this category first.
de: %@ enthält noch %lld Produkt(e). Entferne zuerst die Produkte aus dieser Kategorie.
fr: %@ contient encore %lld produit(s). Retirez d'abord les produits de cette catégorie.
nl: %@ heeft nog %lld product(en). Verwijder eerst de producten uit deze categorie.

source: Active
de: Aktiv
fr: Actif
nl: Actief

source: Critical / expired
de: Kritisch / abgelaufen
fr: Critique / expiré
nl: Kritiek / verlopen

source: Expiring soon
de: Läuft bald ab
fr: Expire bientôt
nl: Verloopt binnenkort

source: Reset filters
de: Filter zurücksetzen
fr: Réinitialiser les filtres
nl: Filters resetten

source: Show all out of stock
de: Alle nicht auf Lager anzeigen
fr: Afficher toutes les ruptures de stock
nl: Alle niet op voorraad tonen

source: Show archived
de: Archivierte anzeigen
fr: Afficher les archivés
nl: Gearchiveerd tonen

source: Upcoming
de: Bevorstehend
fr: À venir
nl: Binnenkort

source: · %lld sale
de: · %lld Verkauf
fr: · %lld vente
nl: · %lld verkoop

source: · %lld sales
de: · %lld Verkäufe
fr: · %lld ventes
nl: · %lld verkopen

source: %@ · Box: %lld items · %lld/%lld packed
de: %@ · Box: %lld Artikel · %lld/%lld gepackt
fr: %@ · Boîte : %lld articles · %lld/%lld emballés
nl: %@ · Doos: %lld stuks · %lld/%lld ingepakt

source: %@ auto-removed
de: %@ automatisch entfernt
fr: %@ retiré automatiquement
nl: %@ automatisch verwijderd

source: %@ sales
de: %@ Verkäufe
fr: %@ ventes
nl: %@ verkopen

source: %lld alerts
de: %lld Warnungen
fr: %lld alertes
nl: %lld meldingen

source: %lld critical, %lld low
de: %lld kritisch, %lld niedrig
fr: %lld critiques, %lld faibles
nl: %lld kritiek, %lld laag

source: %lld Empty
de: %lld Leer
fr: %lld Vide
nl: %lld Leeg

source: %lld in stock
de: %lld auf Lager
fr: %lld en stock
nl: %lld op voorraad

source: %lld in stock (%lld left)
de: %lld auf Lager (%lld übrig)
fr: %lld en stock (%lld restant)
nl: %lld op voorraad (%lld over)

source: %lld items
de: %lld Artikel
fr: %lld articles
nl: %lld stuks

source: %lld items still in machine
de: %lld Artikel noch im Automaten
fr: %lld articles encore dans la machine
nl: %lld stuks nog in de machine

source: %lld items to pack
de: %lld Artikel zu packen
fr: %lld articles à emballer
nl: %lld stuks in te pakken

source: %lld Low
de: %lld Niedrig
fr: %lld Faible
nl: %lld Laag

source: %lld machines
de: %lld Automaten

source: %lld machines offline
de: %lld Automaten offline
fr: %lld machines hors ligne

source: %lld machines ready
de: %lld Automaten bereit
fr: %lld machines prêtes
nl: %lld machines klaar

source: %lld No Stock
de: %lld Kein Lager
fr: %lld Rupture
nl: %lld Geen voorraad

source: %lld of %lld machines ready
de: %lld von %lld Automaten bereit
fr: %lld sur %lld machines prêtes
nl: %lld van %lld machines klaar

source: %lld of %lld machines refilled
de: %lld von %lld Automaten befüllt
fr: %lld sur %lld machines rechargées
nl: %lld van %lld machines bijgevuld

source: %lld products
de: %lld Produkte
fr: %lld produits
nl: %lld producten

source: %lld products to pack
de: %lld Produkte zu packen
fr: %lld produits à emballer
nl: %lld producten in te pakken

source: %lld sales
de: %lld Verkäufe
fr: %lld ventes
nl: %lld verkopen

source: %lld Swap
de: %lld Tausch
fr: %lld Échange
nl: %lld Wissel

source: %lld Trays
de: %lld Fächer
fr: %lld Plateaux
nl: %lld Vakken

source: %lld trays · %lld items
de: %lld Fächer · %lld Artikel
fr: %lld plateaux · %lld articles
nl: %lld vakken · %lld stuks

source: %lld trays already full
de: %lld Fächer bereits voll
fr: %lld plateaux déjà pleins
nl: %lld vakken al vol

source: %lld trays to refill
de: %lld Fächer auffüllen
fr: %lld plateaux à recharger
nl: %lld vakken bij te vullen

source: %lld/%lld committed
de: %lld/%lld zugewiesen
fr: %lld/%lld engagés
nl: %lld/%lld toegewezen

source: %lldd ago
de: vor %lld T.
fr: il y a %lld j
nl: %lldd geleden

source: %lldh ago
de: vor %lld Std.
fr: il y a %lld h
nl: %lldu geleden

source: %lldm ago
de: vor %lld Min.
fr: il y a %lld min
nl: %lldm geleden

source: +%lld more
de: +%lld weitere
fr: +%lld de plus
nl: +%lld meer

source: ≈ your cost
de: ≈ dein EK
fr: ≈ votre coût
nl: ≈ uw kostprijs

source: ⚠ %@ · Box partial · %lld/%lld packed
de: ⚠ %@ · Box teilweise · %lld/%lld gepackt
fr: ⚠ %@ · Boîte partielle · %lld/%lld emballés
nl: ⚠ %@ · Doos gedeeltelijk · %lld/%lld ingepakt

source: ⚠ %@ · new sale · box now %lld items (+%lld)
de: ⚠ %@ · neuer Verkauf · Box jetzt %lld Artikel (+%lld)
fr: ⚠ %@ · nouvelle vente · boîte à %lld articles (+%lld)
nl: ⚠ %@ · nieuwe verkoop · doos nu %lld stuks (+%lld)

source: ✓ %@ · Box complete · %lld/%lld packed
de: ✓ %@ · Box komplett · %lld/%lld gepackt
fr: ✓ %@ · Boîte complète · %lld/%lld emballés
nl: ✓ %@ · Doos compleet · %lld/%lld ingepakt

source: ✓ All boxes packed · %lld items
de: ✓ Alle Boxen komplett · %lld Artikel gepackt
fr: ✓ Toutes les boîtes emballées · %lld articles
nl: ✓ Alle dozen ingepakt · %lld stuks

source: 0 items in machine
de: 0 Artikel im Automaten
fr: 0 article dans la machine
nl: 0 stuks in de machine

source: 1 machine offline
de: 1 Automat offline
fr: 1 machine hors ligne

source: above your cost
de: über deinem EK
fr: au-dessus de votre coût
nl: boven uw kostprijs

source: About
de: Über

source: Account
de: Konto
fr: Compte

source: Add
de: Hinzufügen
fr: Ajouter
nl: Toevoegen

source: Add %lld Trays
de: %lld Fächer hinzufügen
fr: Ajouter %lld plateaux
nl: %lld vakken toevoegen

source: Add Barcode
de: Barcode hinzufügen
fr: Ajouter un code-barres
nl: Barcode toevoegen

source: Add Category
de: Kategorie hinzufügen
fr: Ajouter une catégorie
nl: Categorie toevoegen

source: Add Product
de: Produkt hinzufügen
fr: Ajouter un produit
nl: Product toevoegen

source: Add Self-hosted
de: Self-hosted hinzufügen
fr: Ajouter un serveur auto-hébergé
nl: Selfhosted server toevoegen

source: Add Single Tray
de: Fach hinzufügen
fr: Ajouter un seul plateau
nl: Eén vak toevoegen

source: Add Tray
de: Fach hinzufügen
fr: Ajouter un plateau
nl: Vak toevoegen

source: Add Trays
de: Fächer hinzufügen
fr: Ajouter des plateaux
nl: Vakken toevoegen

source: Add your first product to get started.
de: Füge dein erstes Produkt hinzu.
fr: Ajoutez votre premier produit pour commencer.
nl: Voeg uw eerste product toe om te beginnen.

source: Adds a real sale and reduces stock by 1.
de: Fügt einen echten Verkauf hinzu und reduziert den Bestand um 1.
fr: Ajoute une vente réelle et réduit le stock de 1.
nl: Voegt een echte verkoop toe en verlaagt de voorraad met 1.

source: All
de: Alle
fr: Tous
nl: Alle

source: All machines · %lld items · %lld/%lld ready
de: Alle Automaten · %lld Artikel · %lld/%lld bereit
fr: Toutes les machines · %lld articles · %lld/%lld prêtes
nl: Alle machines · %lld stuks · %lld/%lld klaar

source: All machines have been refilled
de: Alle Automaten wurden befüllt
fr: Toutes les machines ont été rechargées
nl: Alle machines zijn bijgevuld

source: All Stocked!
de: Alles aufgefüllt!
fr: Tout est approvisionné !
nl: Alles bevoorraad!

source: Apply & Continue
de: Anwenden & weiter
fr: Appliquer et continuer
nl: Toepassen en doorgaan

source: Archive deals you're not interested in to keep the list focused.
de: Archiviere Angebote, die dich nicht interessieren, um die Liste übersichtlich zu halten.
fr: Archivez les offres qui ne vous intéressent pas pour garder une liste ciblée.
nl: Archiveer aanbiedingen die u niet interesseren om de lijst overzichtelijk te houden.

source: Archived
de: Archiviert
fr: Archivé
nl: Gearchiveerd

source: Are you sure you want to delete "%@"? This action cannot be undone.
de: Möchtest du "%@" wirklich löschen? Diese Aktion kann nicht rückgängig gemacht werden.
fr: Voulez-vous vraiment supprimer « %@ » ? Cette action est irréversible.
nl: Weet u zeker dat u "%@" wilt verwijderen? Deze actie kan niet ongedaan worden gemaakt.

source: Are you sure you want to delete slot %lld?
de: Möchtest du Fach %lld wirklich löschen?
fr: Voulez-vous vraiment supprimer l'emplacement %lld ?
nl: Weet u zeker dat u vak %lld wilt verwijderen?

source: Are you sure you want to sign out?
de: Möchtest du dich wirklich abmelden?
fr: Voulez-vous vraiment vous déconnecter ?
nl: Weet u zeker dat u wilt uitloggen?

source: Auto-removed
de: Automatisch entfernt
fr: Retiré automatiquement
nl: Automatisch verwijderd

source: Barcode Not Found
de: Barcode nicht gefunden
fr: Code-barres introuvable
nl: Barcode niet gevonden

source: Batch Add Trays
de: Fächer stapelweise hinzufügen
fr: Ajouter des plateaux en lot
nl: Vakken in bulk toevoegen

source: Batch No.
de: Chargen-Nr.
fr: N° de lot
nl: Partijnummer

source: below your cost
de: unter deinem EK
fr: en dessous de votre coût
nl: onder uw kostprijs

source: Best before
de: MHD
fr: À consommer avant
nl: Ten minste houdbaar tot

source: Book incoming stock in the Incoming tab.
de: Buche Wareneingang im Eingang-Tab.
fr: Enregistrez les entrées de stock dans l'onglet Entrées.
nl: Boek inkomende voorraad in het tabblad Inkomend.

source: Book Intake
de: Wareneingang buchen
fr: Enregistrer une entrée
nl: Inname boeken

source: Cancel
de: Abbrechen
fr: Annuler
nl: Annuleren

source: Capacity: %lld
de: Kapazität: %lld
fr: Capacité : %lld
nl: Capaciteit: %lld

# cash_book_after_tour_hint
source: Cash to collect:
de: Bargeld zur Entnahme:
fr: Espèces à récupérer :
nl: Op te halen contant geld:

# cash_book_ago_days
source: %lld days ago
de: Vor %lld Tagen
fr: Il y a %lld jours
nl: %lld dagen geleden

# cash_book_amount
source: Amount
de: Betrag
fr: Montant
nl: Bedrag

# cash_book_amount_to_bank
source: Amount to bank (EUR)
de: Betrag zur Bank (EUR)
fr: Montant à déposer (EUR)
nl: Te storten bedrag (EUR)

# cash_book_book
source: Book
de: Buchen
fr: Enregistrer
nl: Boeken

# cash_book_book_deposit
source: Book deposit
de: Einzahlung buchen
fr: Enregistrer un dépôt
nl: Storting boeken

# cash_book_book_entry
source: Book withdrawal
de: Entnahme buchen
fr: Enregistrer un retrait
nl: Opname boeken

# cash_book_cancel
source: Cancel
de: Abbrechen
fr: Annuler
nl: Annuleren

# cash_book_category
source: Category
de: Kategorie
fr: Catégorie
nl: Categorie

# cash_book_category_cleaning
source: Cleaning
de: Reinigung
fr: Nettoyage
nl: Schoonmaak

# cash_book_category_fees
source: Fees
de: Gebühren
fr: Frais
nl: Kosten

# cash_book_category_goods
source: Goods purchase
de: Wareneinkauf
fr: Achat de marchandises
nl: Aankoop goederen

# cash_book_category_other
source: Other
de: Sonstiges
fr: Autre
nl: Overig

# cash_book_category_rent
source: Rent
de: Miete
fr: Loyer
nl: Huur

# cash_book_changer_hint
source: The coin changer can hold cash back — small differences are normal.
de: Der Münzwechsler kann Bargeld zwischenspeichern – kleinere Differenzen sind normal.
fr: Le rendeur de monnaie peut retenir des espèces — de petits écarts sont normaux.
nl: De wisselautomaat kan geld achterhouden — kleine verschillen zijn normaal.

# cash_book_counted_amount
source: Counted amount (EUR)
de: Gezählter Betrag (EUR)
fr: Montant compté (EUR)
nl: Geteld bedrag (EUR)

# cash_book_current_balance
source: Current balance
de: Aktueller Kassenstand
fr: Solde actuel
nl: Huidig saldo

# cash_book_default_deposit_desc
source: Bank deposit
de: Bankeinzahlung
fr: Dépôt bancaire
nl: Bankstorting

# cash_book_default_withdrawal_desc
source: Cash withdrawal from machine
de: Geldentnahme aus Automat
fr: Retrait d'espèces de la machine
nl: Contant geld opgenomen uit machine

# cash_book_deposit_recommended
source: Bank deposit recommended
de: Bankeinzahlung empfohlen
fr: Dépôt bancaire recommandé
nl: Bankstorting aanbevolen

# cash_book_description
source: Description
de: Beschreibung
nl: Omschrijving

# cash_book_description_required
source: Description (required)
de: Beschreibung (Pflicht)
fr: Description (obligatoire)
nl: Omschrijving (verplicht)

# cash_book_difference
source: Difference: %@ (Counted: %@)
de: Differenz: %@ (Gezählt: %@)
fr: Écart : %@ (Compté : %@)
nl: Verschil: %@ (Geteld: %@)

# cash_book_done
source: Done
de: Fertig
fr: Terminé
nl: Klaar

# cash_book_expected_max
source: Expected (max., since last withdrawal)
de: Erwartet (max., seit letzter Entnahme)
fr: Attendu (max., depuis le dernier retrait)
nl: Verwacht (max., sinds laatste opname)

# cash_book_from_machine
source: From which machine? (optional)
de: Aus welchem Automat? (optional)
fr: De quelle machine ? (optionnel)
nl: Van welke machine? (optioneel)

# cash_book_full_amount
source: Full amount
de: Gesamten Bestand
fr: Montant total
nl: Volledig bedrag

# cash_book_in_box
source: In cash box
de: In der Kasse
fr: Dans la caisse
nl: In kasla

# cash_book_in_machines
source: In machines
de: In Automaten
fr: Dans les machines

# cash_book_last_bank_deposit
source: Last bank deposit
de: Letzte Bankeinzahlung
fr: Dernier dépôt bancaire
nl: Laatste bankstorting

# cash_book_no_barkasse_yet
source: No cash book yet
de: Noch keine Barkasse vorhanden
fr: Aucune caisse pour le moment
nl: Nog geen kasboek

# cash_book_no_deposit_yet
source: None yet
de: Noch keine
fr: Aucun pour le moment
nl: Nog geen

# cash_book_receipt_reference
source: Receipt no.
de: Belegnr.
fr: N° de reçu
nl: Bonnummer

# cash_book_receipt_reference_placeholder
source: e.g. INV-2026-001
de: z. B. RE-2026-001
fr: ex. FAC-2026-001
nl: bijv. FACT-2026-001

# cash_book_record_expense
source: Cash expense
de: Barausgabe
fr: Dépense en espèces
nl: Contante uitgave

# cash_book_record_payout
source: Deposit to bank
de: Geld auf Bank einzahlen
fr: Déposer à la banque
nl: Storten naar bank

# cash_book_record_withdrawal
source: Take cash from machine
de: Geld aus Automat entnehmen
fr: Prélever de l'argent de la machine
nl: Geld uit machine halen

# cash_book_setup_in_web
source: Create in web app
de: In der Web-App anlegen
fr: Créer dans l'application web
nl: Aanmaken in webapp

# cash_book_since_date
source: since %@
de: seit %@
fr: depuis %@
nl: sinds %@

# cash_book_title
source: Cash Book
de: Kassenbuch
fr: Caisse
nl: Kasboek

# cash_book_today
source: Today
de: Heute
fr: Aujourd'hui
nl: Vandaag

# cash_book_type_correction
source: Correction
de: Korrektur
nl: Correctie

# cash_book_type_expense
source: Expense
de: Ausgabe
fr: Dépense
nl: Uitgave

# cash_book_type_initial
source: Initial balance
de: Anfangsbestand
fr: Solde initial
nl: Beginsaldo

# cash_book_type_payout
source: Bank deposit
de: Bankeinzahlung
fr: Dépôt bancaire
nl: Bankstorting

# cash_book_type_reversal
source: Reversal
de: Storno
fr: Annulation
nl: Storno

# cash_book_type_unknown
source: Other
de: Sonstige
fr: Autre
nl: Overig

# cash_book_type_withdrawal
source: From machine
de: Aus Automat
fr: De la machine
nl: Uit machine

source: Categories
de: Kategorien
fr: Catégories
nl: Categorieën

source: Categories help you organize your products.
de: Kategorien helfen dir, deine Produkte zu organisieren.
fr: Les catégories vous aident à organiser vos produits.
nl: Categorieën helpen u uw producten te organiseren.

source: Category
de: Kategorie
fr: Catégorie
nl: Categorie

source: Category name
de: Kategoriename
fr: Nom de la catégorie
nl: Categorienaam

source: Change
de: Ändern
fr: Modifier
nl: Wijzigen

source: Choose a product that fits this spiral size.
de: Wähle ein Produkt, das in diese Spiralgröße passt.
fr: Choisissez un produit adapté à la taille de cette spirale.
nl: Kies een product dat bij deze spiraalmaat past.

source: Clear Selection
de: Auswahl aufheben
fr: Effacer la sélection
nl: Selectie wissen

source: Clock not synced
de: Uhr nicht synchronisiert
fr: Horloge non synchronisée
nl: Klok niet gesynchroniseerd

source: Company name
de: Firmenname
fr: Nom de l'entreprise
nl: Bedrijfsnaam

source: Confirm
de: Bestätigen
fr: Confirmer
nl: Bevestigen

source: Confirm Password
de: Passwort bestätigen
fr: Confirmer le mot de passe
nl: Bevestig wachtwoord

source: Confirm Refill
de: Befüllung bestätigen
fr: Confirmer le réapprovisionnement
nl: Bijvullen bevestigen

source: Connected to
de: Verbunden mit
fr: Connecté à
nl: Verbonden met

source: Continue
de: Weiter
fr: Continuer
nl: Doorgaan

source: Continue Refill
de: Befüllung fortsetzen
fr: Continuer le réapprovisionnement
nl: Doorgaan met bijvullen

source: Cost %.2f €
de: EK %.2f €
fr: Coût %.2f €
nl: Kostprijs %.2f €

source: Create
de: Erstellen
fr: Créer
nl: Aanmaken

source: Create a warehouse in the web dashboard to manage stock here.
de: Erstelle ein Lager im Web-Dashboard, um den Bestand hier zu verwalten.
fr: Créez un entrepôt dans le tableau de bord web pour gérer le stock ici.
nl: Maak een magazijn aan in het webdashboard om hier voorraad te beheren.

source: Create Account
de: Konto erstellen
fr: Créer un compte
nl: Account aanmaken

source: Critical
de: Kritisch
fr: Critique
nl: Kritiek

source: current
de: aktuell
fr: actuel
nl: huidig

source: Current Stock: %lld
de: Aktueller Bestand: %lld
fr: Stock actuel : %lld
nl: Huidige voorraad: %lld

source: Current target slot
de: Aktueller Ziel-Slot
fr: Emplacement cible actuel
nl: Huidig doelvak

source: Dashboard
de: Übersicht
fr: Tableau de bord

source: Default Settings
de: Standardeinstellungen
fr: Paramètres par défaut
nl: Standaardinstellingen

source: Delete
de: Löschen
fr: Supprimer
nl: Verwijderen

source: Delete Account
de: Konto löschen
fr: Supprimer le compte
nl: Account verwijderen

source: Delete Company & Account
de: Unternehmen & Konto löschen
fr: Supprimer l'entreprise et le compte
nl: Bedrijf en account verwijderen

source: Delete Product
de: Produkt löschen
fr: Supprimer le produit
nl: Product verwijderen

source: Delete Tray
de: Fach löschen
fr: Supprimer le plateau
nl: Vak verwijderen

source: Delete Your Account
de: Dein Konto löschen
fr: Supprimer votre compte
nl: Uw account verwijderen

source: Device had no clock
de: Gerät hatte keine Uhr
fr: L'appareil n'avait pas d'horloge
nl: Apparaat had geen klok

source: Discontinued
de: Eingestellt
fr: Discontinué
nl: Uitgefaseerd

source: Don't have an account?
de: Noch kein Konto?
fr: Vous n'avez pas de compte ?
nl: Nog geen account?

source: Done
de: Fertig
fr: Terminé
nl: Klaar

source: Duplicates
de: Duplikate
fr: Doublons
nl: Duplicaten

source: Edit Category
de: Kategorie bearbeiten
fr: Modifier la catégorie
nl: Categorie bewerken

source: Edit Product
de: Produkt bearbeiten
fr: Modifier le produit
nl: Product bewerken

source: Edit Server
de: Server bearbeiten
fr: Modifier le serveur
nl: Server bewerken

source: Edit Tray %lld
de: Fach %lld bearbeiten
fr: Modifier le plateau %lld
nl: Vak %lld bewerken

source: Enable Notifications
de: Benachrichtigungen aktivieren
fr: Activer les notifications
nl: Meldingen inschakelen

source: Enter a name for the new category.
de: Gib einen Namen für die neue Kategorie ein.
fr: Entrez un nom pour la nouvelle catégorie.
nl: Voer een naam in voor de nieuwe categorie.

source: Enter Manually
de: Manuell eingeben
fr: Saisir manuellement
nl: Handmatig invoeren

source: Enter the barcode number manually.
de: Gib die Barcodenummer manuell ein.
fr: Saisissez le numéro de code-barres manuellement.
nl: Voer het barcodenummer handmatig in.

source: entries
de: Einträge
fr: entrées
nl: items

source: Error
de: Fehler
fr: Erreur
nl: Fout

source: Expiration
de: Ablaufdatum
nl: Vervaldatum

source: Expired
de: Abgelaufen
fr: Expiré
nl: Verlopen

source: Fill All to Capacity
de: Alle auf Kapazität füllen
fr: Remplir tout à pleine capacité
nl: Alles tot capaciteit vullen

source: Fill Below
de: Auffüllen unter
fr: Remplir sous
nl: Vullen onder

source: Fill When Below: %lld
de: Auffüllen unter: %lld
fr: Remplir si sous : %lld
nl: Vullen onder: %lld

source: Filled by %@
de: Gefüllt von %@
fr: Rempli par %@
nl: Gevuld door %@

source: Finishing up...
de: Wird abgeschlossen...
fr: Finalisation...
nl: Afronden...

source: First
de: Vorname
fr: Prénom
nl: Voornaam

source: First Name
de: Vorname
fr: Prénom
nl: Voornaam

source: Foot Traffic
de: Besucherfrequenz
fr: Trafic piéton
nl: Voetgangersverkeer

source: Get notified for every vending machine sale
de: Erhalte eine Benachrichtigung bei jedem Verkauf
fr: Recevez une notification pour chaque vente sur les distributeurs
nl: Ontvang een melding bij elke verkoop uit een automaat

source: Get notified when a product drops below the refill threshold
de: Erhalte eine Benachrichtigung, wenn ein Produkt unter die Auffüllschwelle fällt
fr: Recevez une notification quand un produit passe sous le seuil de réapprovisionnement
nl: Ontvang een melding wanneer een product onder de bijvuldrempel komt

source: Has Expiration
de: Hat Ablaufdatum
fr: A une date d'expiration
nl: Heeft vervaldatum

source: HW Watchdog
de: Hardware-Watchdog
fr: Chien de garde matériel
nl: Hardware-watchdog

source: hidden — above your highest cost
de: ausgeblendet — über deinem höchsten EK
fr: masqué — au-dessus de votre coût le plus élevé
nl: verborgen — boven uw hoogste kostprijs

source: identical sale %llds earlier
de: identischer Verkauf %llds früher
fr: vente identique %lld s plus tôt
nl: identieke verkoop %lld s eerder

source: Image
de: Bild
nl: Afbeelding

source: In Stock
de: Auf Lager
fr: En stock
nl: Op voorraad

source: Incoming
de: Eingang
fr: Entrées
nl: Inkomend

source: Invalid QR Code
de: Ungültiger QR-Code
fr: QR code invalide
nl: Ongeldige QR-code

source: Item #%lld
de: Artikel #%lld
fr: Article n° %lld

source: items
de: Artikel
fr: articles
nl: stuks

source: Join VMflow to manage your vending machines
de: Tritt VMflow bei, um deine Automaten zu verwalten
fr: Rejoignez VMflow pour gérer vos distributeurs
nl: Word lid van VMflow om uw automaten te beheren

source: just now
de: gerade eben
fr: à l'instant
nl: zonet

source: Just now
de: Gerade eben
fr: À l'instant
nl: Zonet

source: Last
de: Nachname
fr: Nom
nl: Achternaam

source: Last Month
de: Letzter Monat
fr: Le mois dernier
nl: Vorige maand

source: Last Name
de: Nachname
fr: Nom de famille
nl: Achternaam

source: Last Week
de: Letzte Woche
fr: La semaine dernière
nl: Vorige week

source: likely mismatch
de: vermutlich kein Treffer
fr: incohérence probable
nl: waarschijnlijk niet overeenkomend

source: Load more
de: Mehr laden
fr: Charger plus
nl: Meer laden

source: Loading dashboard...
de: Lade Übersicht...
fr: Chargement du tableau de bord...
nl: Dashboard laden...

source: Loading machines...
de: Lade Automaten...
fr: Chargement des machines...
nl: Machines laden...

source: Loading products...
de: Lade Produkte...
fr: Chargement des produits...
nl: Producten laden...

source: Loading warehouse...
de: Lade Lager...
fr: Chargement de l'entrepôt...
nl: Magazijn laden...

source: Low
de: Niedrig
fr: Faible
nl: Laag

source: Low Stock Alerts
de: Bestandswarnungen
fr: Alertes de stock faible
nl: Meldingen lage voorraad

source: Machine %lld of %lld
de: Automat %lld von %lld
fr: Machine %lld sur %lld
nl: Machine %lld van %lld

source: Machine Layout
de: Automaten-Layout
fr: Disposition de la machine
nl: Machine-indeling

source: Machine layout, %lld rows
de: Automaten-Layout, %lld Reihen
fr: Disposition de la machine, %lld rangées
nl: Machine-indeling, %lld rijen

source: Machines
de: Automaten

source: Machines online
de: Automaten online
fr: Machines en ligne

source: Machines Skipped
de: Übersprungene Automaten
fr: Machines ignorées
nl: Machines overgeslagen

source: Machines Visited
de: Besuchte Automaten
fr: Machines visitées
nl: Machines bezocht

source: Machines will appear here once registered via the web dashboard.
de: Automaten werden hier angezeigt, sobald sie über das Web-Dashboard registriert wurden.
fr: Les machines apparaîtront ici une fois enregistrées via le tableau de bord web.
nl: Machines verschijnen hier zodra ze via het webdashboard zijn geregistreerd.

source: Margin %.0f%% → %.0f%%
de: Marge %.0f%% → %.0f%%
fr: Marge %.0f%% → %.0f%%
nl: Marge %.0f%% → %.0f%%
